# Russian language

#Keyboard with language
#Keyboard_1
# bt_1_kw_1 = 'RU 🇷🇺'
# bt_2_kw_1 = 'BY 🤍❤🤍'
# bt_3_kw_1 = 'PL 🇵🇱'
# bt_4_kw_1 = 'EN 🇬🇧'

# Phrases


RuStartPhrases = ('Это чат-bot для помощи в написании писем политзаключённым в Беларуси. \n'
                  'Команды:\n'
                  'СТАТИСТИКА - общая статистика по политзаключённым + 3 политзаключённых, у которых меньше всего друзей на нашем сайте. Выбирайте и дружите!\n'
                  'СЛУЧАЙНЫЙ - один случайный политзаключённый (для удобства, кликайте и пишите письмо =)\n'
                  'ГОРОДА - список городов, где сидят политзаключённые\n'
                  'ПОИСК - для поиска по имени, фамилии или адресу заключения просто напишите боту имя, фамилию, город или любую часть адреса заключения. Например: "Колесникова", "Сергей", "Гомель", "СИЗО-3" и т.д.\n'
                  'ЧТО ПИСАТЬ? - небольшая инструкция о том, как писать письма, какие темы освещать, как отправлять и, даже, пример письма, если вам сложно начать')

RuWhatToWrite = ('✍🏻 ЧТО ПИСАТЬ:\n'
                 '\n'
                 '1) Не бойся писать про свои дела. Ты не расстроишь никого воспоминаниями о жизни на воле. Наоборот, напомнишь, что трудности – временны.\n'
                 '2) Проверь профиль заключённого на нашем сайте (https://politzek.me/friends) или прямо здесь, в боте. Мы стараемся писать об увлечениях, профессии, семье. Так легче завязать переписку.\n'
                 '3) Можно представиться и написать пару строк о себе. Расскажи, что тебя впечатлило в последнее время.\n'
                 '4) Помни про цензуру - опусти весь политический контекст.\n'
                 '5) Спроси, можешь ли ты чем-то помочь.\n'
                 '6) Спроси, как человек себя чувствует сегодня.\n'
                 '\n'
                 '📩 ОТПРАВКА ПИСЬМА:\n'
                 '\n'
                 '1) Вкладывай в своё письмо чистый лист бумаги и пустой конверт для ответа. Лучше сразу подписанный.\n'
                 '2) У письма 1 класса есть преимущества (отслеживание и больший вес вложений), но обычный конверт тоже дойдёт.\n'
                 '3) Следи за весом и марками. Есть обычные конверты с синей напечатанной маркой - в них до 20гр. Конверты 1 класса вмещают до 100гр. На конверты без пропечатанных марок или с "перевесом" вложений надо докупить марку. В 20гр помещается маленькое письмо, чистый лист и конверт.\n'
                 '4) Можешь вложить чистые открытки, марки, наклейки - заключённые используют их для ответных писем.\n'
                 '5) Хочешь отправить онлайн? Переходи на сайт наших партнёров: письма (http://vkletochku.org/), открытки (http://bit.ly/3jwJMLn). Или гос.сервис письмо.бел (https://xn--h1aigbl0e.xn--90ais/)\n'
                 '\n'
                 '💌 Пример письма:\n'
                 'Здравствуй, меня зовут Наташа, я из Гродно, увлекаюсь фотографией и люблю ходить в лес.\n'
                 '\n'
                 'Хотела написать тебе письмо, чтобы поддержать и сказать, что мы все ещё вместе, каждый день, не затихаем и не останавливаемся.\n'
                 '\n'
                 'Как ты себя чувствуешь сегодня? У меня сейчас отличное настроение, на выходных удалось выбраться за город, походили с друзьями по весеннему лесу.\n'
                 '\n'
                 'Прочла, что ты из Могилёва, вот, какие последние новости нашла о твоём городе: ...')

RUStats = ('\n'
           '♥️ Политзаключённых:{}\n'
           '🤝 Друзей у политзаключённых:{}\n'
           '💪 Заданий в процессе для политзаключённых: {}\n'
           '\n'
           'Меньше всего друзей:\n'
           '{}\n{}\n{}\n'
           'Станьте для кого\-то [другом](https://politzek\.me/friends)\n')

RuFind = ('\n'
          'Для поиска по имени, фамилии или адресу заключения просто напишите боту имя, фамилию, город или любую часть адреса заключения.  \n'
          'Например: Колесникова, Сергей, Гомель, СИЗО-3 и т.д.\n')
RuStartPhrases = 'Привет'
#First phrase on start
# StartPhrases = 'Привет! (Hello!)\n\nВыбери свой язык (Choose your language)'


# Money_Keyboards
#Choose currency
bt_1_kw_wal = 'Евро 🇪🇺'
bt_2_kw_wal = 'Доллары 🇺🇸'
bt_3_kw_wal = 'Злотые 🇵🇱'
bt_4_kw_wal = 'Вернись в начало \U0001F463'

#EURO
bt_1_kw_wal_EU = '10 💶'
bt_2_kw_wal_EU = '50 💶'
bt_3_kw_wal_EU = '100 💶'
bt_4_kw_wal_EU = 'Я передумал(а) \U0001F463'
currency_EU = 'eur'

#USD
bt_1_kw_wal_US = '10 💵'
bt_2_kw_wal_US = '50 💵'
bt_3_kw_wal_US = '100 💵'
bt_4_kw_wal_US = 'Я передумал(а) \U0001F463'
currency_US = 'usd'

#PLN
bt_1_kw_wal_PL = '10 PLN'
bt_2_kw_wal_PL = '50 PLN'
bt_3_kw_wal_PL = '100 PLN'
bt_4_kw_wal_PL = 'Я передумал(а) \U0001F463'
currency_PL = 'pln'






# Money phrases
#Start money phrase
give_us_money = '❤️Пожертвуйте сегодня, чтобы *поддержать политзаключенных и их близких*, которые нуждаются в нашей поддержке и помощи. \n🤘Вместе мы можем сделать значимый вклад в борьбу за справедливость и свободу. \n💵В какой волюте вы хотели бы осуществить пожертвование?'

go_back_to_main_menu = 'Возвращение назад ⏪'

how_much_money = 'Спасибо ❤ \nКакую сумму вы хотели бы пожертвовать?'

info_for_users = 'Сейчас подключена *тестовая* версия платёжной системы *Stripe* одного из разработчиков, реальные пожертвования будут включены только после подключения к Politzek.me. \n\nЧтоб затестить систему введите номер карты *4242 4242 4242 4242* и заполните остальные данные (придуманные). Они пройдут через Telegram Pay, который не собирает данные пользователей'


RuCity = '''Список городов, где сейчас сидят политзаключённые:'''
