
###Russian language


###Keyboards

#Keyboard with language
#Keyboard_1
# bt_1_kw_1 = 'RU 🇷🇺'
# bt_2_kw_1 = 'BY 🤍❤🤍'
# bt_3_kw_1 = 'PL 🇵🇱'
# bt_4_kw_1 = 'EN 🇬🇧'






####Phrases

#First phrase on start
# StartPhrases = 'Привет! (Hello!)\n\nВыбери свой язык (Choose your language)'


# Money_Keyboards
#Choose currency
bt_1_kw_wal = 'Евро 🇪🇺'
bt_2_kw_wal = 'Доллары 🇺🇸'
bt_3_kw_wal = 'Злотые 🇵🇱'
bt_4_kw_wal = 'Вернись в начало \U0001F463'

#EURO
bt_1_kw_wal_EU = '10 💶'
bt_2_kw_wal_EU = '50 💶'
bt_3_kw_wal_EU = '100 💶'
bt_4_kw_wal_EU = 'Я передумал(а) \U0001F463'
currency_EU = 'eur'

#USD
bt_1_kw_wal_US = '10 💵'
bt_2_kw_wal_US = '50 💵'
bt_3_kw_wal_US = '100 💵'
bt_4_kw_wal_US = 'Я передумал(а) \U0001F463'
currency_US = 'usd'

#PLN
bt_1_kw_wal_PL = '10 PLN'
bt_2_kw_wal_PL = '50 PLN'
bt_3_kw_wal_PL = '100 PLN'
bt_4_kw_wal_PL = 'Я передумал(а) \U0001F463'
currency_PL = 'pln'






# Money phrases 
#Start money phrase
give_us_money = '❤️Пожертвуйте сегодня, чтобы *поддержать политзаключенных и их близких*, которые нуждаются в нашей поддержке и помощи. \n🤘Вместе мы можем сделать значимый вклад в борьбу за справедливость и свободу. \n💵В какой волюте вы хотели бы осуществить пожертвование?'

go_back_to_main_menu = 'Возвращение назад ⏪'

how_much_money = 'Спасибо ❤ \nКакую сумму вы хотели бы пожертвовать?'

info_for_users = 'Сейчас подключена *тестовая* версия платёжной системы *Stripe* одного из разработчиков, реальные пожертвования будут включены только после подключения к Politzek.me. \n\nЧтоб затестить систему введите номер карты *4242 4242 4242 4242* и заполните остальные данные (придуманные). Они пройдут через Telegram Pay, который не собирает данные пользователей'


