
###Russian language


###Keyboards

# #First keybords on start
# RuStartPhrases = 'Привет'






####Phrases

#First phrase on start
RuStartPhrases = '''Это чат-bot для помощи в написании писем политзаключённым в Беларуси. 
Команды:
СТАТИСТИКА - общая статистика по политзаключённым + 3 политзаключённых, у которых меньше всего друзей на нашем сайте. Выбирайте и дружите!
СЛУЧАЙНЫЙ - один случайный политзаключённый (для удобства, кликайте и пишите письмо =)
ГОРОДА - список городов, где сидят политзаключённые
ПОИСК - для поиска по имени, фамилии или адресу заключения просто напишите боту имя, фамилию, город или любую часть адреса заключения. Например: "Колесникова", "Сергей", "Гомель", "СИЗО-3" и т.д.
ЧТО ПИСАТЬ? - небольшая инструкция о том, как писать письма, какие темы освещать, как отправлять и, даже, пример письма, если вам сложно начать'''

RuWhatToWrite = '''✍🏻 ЧТО ПИСАТЬ:

1) Не бойся писать про свои дела. Ты не расстроишь никого воспоминаниями о жизни на воле. Наоборот, напомнишь, что трудности – временны.
2) Проверь профиль заключённого на нашем сайте (https://politzek.me/friends) или прямо здесь, в боте. Мы стараемся писать об увлечениях, профессии, семье. Так легче завязать переписку.
3) Можно представиться и написать пару строк о себе. Расскажи, что тебя впечатлило в последнее время.
4) Помни про цензуру - опусти весь политический контекст.
5) Спроси, можешь ли ты чем-то помочь.
6) Спроси, как человек себя чувствует сегодня.

📩 ОТПРАВКА ПИСЬМА:

1) Вкладывай в своё письмо чистый лист бумаги и пустой конверт для ответа. Лучше сразу подписанный.
2) У письма 1 класса есть преимущества (отслеживание и больший вес вложений), но обычный конверт тоже дойдёт.
3) Следи за весом и марками. Есть обычные конверты с синей напечатанной маркой - в них до 20гр. Конверты 1 класса вмещают до 100гр. На конверты без пропечатанных марок или с "перевесом" вложений надо докупить марку. В 20гр помещается маленькое письмо, чистый лист и конверт.
4) Можешь вложить чистые открытки, марки, наклейки - заключённые используют их для ответных писем.
5) Хочешь отправить онлайн? Переходи на сайт наших партнёров: письма (http://vkletochku.org/), открытки (http://bit.ly/3jwJMLn). Или гос.сервис письмо.бел (https://xn--h1aigbl0e.xn--90ais/)

💌 Пример письма:
Здравствуй, меня зовут Наташа, я из Гродно, увлекаюсь фотографией и люблю ходить в лес.

Хотела написать тебе письмо, чтобы поддержать и сказать, что мы все ещё вместе, каждый день, не затихаем и не останавливаемся.

Как ты себя чувствуешь сегодня? У меня сейчас отличное настроение, на выходных удалось выбраться за город, походили с друзьями по весеннему лесу.

Прочла, что ты из Могилёва, вот, какие последние новости нашла о твоём городе: ...'''

RUStats = '''
♥️ Политзаключённых:
🤝 Друзей у политзаключённых:
💪 Заданий в процессе для политзаключённых: 

Меньше всего друзей:
\.\.\.



Станьте для кого\-то [другом](https://politzek\.me/friends)
'''