
###Russian language


###Keyboards

# #First keybords on start
# RuStartPhrases = 'Привет'






####Phrases

#First phrase on start
RuStartPhrases = '''Это чат-bot для помощи в написании писем политзаключённым в Беларуси. 
Команды:
СТАТИСТИКА - общая статистика по политзаключённым + 3 политзаключённых, у которых меньше всего друзей на нашем сайте. Выбирайте и дружите!
СЛУЧАЙНЫЙ - один случайный политзаключённый (для удобства, кликайте и пишите письмо =)
ГОРОДА - список городов, где сидят политзаключённые
ПОИСК - для поиска по имени, фамилии или адресу заключения просто напишите боту имя, фамилию, город или любую часть адреса заключения. Например: "Колесникова", "Сергей", "Гомель", "СИЗО-3" и т.д.
ЧТО ПИСАТЬ? - небольшая инструкция о том, как писать письма, какие темы освещать, как отправлять и, даже, пример письма, если вам сложно начать'''

